MAIN_TEXT = (
    "<b>💡 Контент-план</b>\n\n"

    "Бот поможет составить пошаговую контент-стратегию для вашего канала на неделю или месяц вперед.\n\n"

    "<b>Что умеет система:</b>\n"
    "» Генерировать рубрики и конкретные темы для публикаций\n"
    "» Распределять посты по дням недели для удержания аудитории\n"
    "» Адаптировать идеи под тематику и Tone of Voice вашего бренда\n\n"

    "<blockquote>Для точной настройки вы можете загрузить описание вашего канала или примеры старых постов в разделе «Стиль бренда».</blockquote>\n\n"

    "Введите ключевую тему, нишу вашего канала или пришлите краткое описание идеи для генерации контент-плана... 🤖"
)